/*
Navicat MySQL Data Transfer

Source Server         : aliyun-remote
Source Server Version : 50639
Source Host           : 120.79.244.32:3306
Source Database       : remote

Target Server Type    : MYSQL
Target Server Version : 50639
File Encoding         : 65001

Date: 2019-03-23 21:48:04
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for `device_info`
-- ----------------------------
DROP TABLE IF EXISTS `device_info`;
CREATE TABLE `device_info` (
  `SN` varchar(50) COLLATE utf8mb4_bin NOT NULL COMMENT 'SN（仪器序列号）',
  `DeviceName` varchar(500) COLLATE utf8mb4_bin DEFAULT NULL,
  `SIM` varchar(50) COLLATE utf8mb4_bin DEFAULT NULL,
  `Region` varchar(50) COLLATE utf8mb4_bin DEFAULT NULL COMMENT '省份',
  `Hospital` varchar(200) COLLATE utf8mb4_bin DEFAULT NULL COMMENT '医院名称',
  `Address` varchar(300) COLLATE utf8mb4_bin DEFAULT NULL COMMENT '医院地址',
  `Model` varchar(200) COLLATE utf8mb4_bin DEFAULT NULL,
  `DeviceType` varchar(200) COLLATE utf8mb4_bin DEFAULT NULL COMMENT '产品类型(血球，生化...)',
  `ProductSeries` varchar(200) COLLATE utf8mb4_bin DEFAULT NULL COMMENT '产品系列（产品类型：三分类、五分类）',
  `ProductModel` varchar(200) COLLATE utf8mb4_bin DEFAULT NULL COMMENT '产品型号',
  `OEM` varchar(20) COLLATE utf8mb4_bin DEFAULT NULL,
  `Agent` varchar(50) COLLATE utf8mb4_bin DEFAULT NULL COMMENT '代理商',
  `ReagentType` varchar(20) COLLATE utf8mb4_bin DEFAULT NULL COMMENT '封闭试剂类型',
  `InstallationArea` varchar(200) COLLATE utf8mb4_bin DEFAULT NULL COMMENT '装机区域',
  `FactoryDate` date DEFAULT NULL COMMENT '出厂日期',
  `InstallDate` date DEFAULT NULL COMMENT '装机日期',
  `SoftVersion` varchar(20) COLLATE utf8mb4_bin DEFAULT NULL,
  `UpdateTime` timestamp NULL DEFAULT NULL,
  `sessionid` varchar(50) COLLATE utf8mb4_bin DEFAULT NULL,
  `starttime` timestamp NULL DEFAULT NULL ON UPDATE CURRENT_TIMESTAMP,
  PRIMARY KEY (`SN`),
  UNIQUE KEY `SN` (`SN`) USING BTREE
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_bin;

-- ----------------------------
-- Records of device_info
-- ----------------------------
INSERT INTO `device_info` VALUES ('', null, '8986061706003188354S', '', '', '', 'Z3CRP', '血液细胞分析仪', '3diff', 'bk', '0', '0', '', null, '0001-01-01', '0001-01-01', '1.0', '2019-03-23 19:09:24', null, null);
INSERT INTO `device_info` VALUES ('1111111111111111111', null, '8986061706003188376s', '', '', '', 'Z3CRP', '血液细胞分析仪', '3diff', 'bk', '0', '0', '', null, '0001-01-01', '0001-01-01', '1.0', '2019-03-10 18:28:24', null, null);
INSERT INTO `device_info` VALUES ('123456', null, '8986061706003188377S', '', '', '', 'Z3CRP', '血液细胞分析仪', '', '', '0', '0', '', null, '0001-01-01', '2018-09-18', '1.0', '2019-03-22 00:43:01', null, null);
INSERT INTO `device_info` VALUES ('1234567', null, '12345678901234567890', '5', '5', '', 'Z31CRP', '血液细胞分析仪', '3diff', 'bk', '0', '0', '', null, '0001-01-01', '2018-09-18', '1.0', '2018-09-19 09:45:00', null, null);
INSERT INTO `device_info` VALUES ('12345678', null, null, null, null, null, null, '血液细胞分析仪', null, null, null, null, null, null, '0001-01-01', '0001-01-01', null, '2018-11-01 18:27:23', null, null);
INSERT INTO `device_info` VALUES ('1234567890', null, '88888888889999999999111', '', '', '', 'Z3', '血液细胞分析仪', '3diff', 'bk', '0', '0', '', null, '0001-01-01', '2018-11-01', '1.0', '2018-12-03 14:32:25', null, null);
INSERT INTO `device_info` VALUES ('12345678901234567811', null, '12345678901234567811', '深圳zzz test', '深圳zzz test', '', 'Z3', '血液细胞分析仪', '3diff', 'bk', '0', '0', '', null, '0001-01-01', '2017-12-12', null, '2018-11-23 11:29:14', null, null);
INSERT INTO `device_info` VALUES ('12345678901234567811115', null, '88888888889999999999', '深圳zzz test', '深圳zzz test', '', 'Z3', '血液细胞分析仪', '3diff', 'bk', '0', '0', '', null, '0001-01-01', '2017-12-12', null, '2018-11-23 11:49:32', null, null);
INSERT INTO `device_info` VALUES ('12345678901234567890', null, '12345678901234567890', '深圳zzz test', '深圳zzz test', '', 'Z3', '血液细胞分析仪', '3diff', 'bk', '0', '0', '', null, '0001-01-01', '2017-12-12', null, '2018-11-23 11:18:57', null, null);
INSERT INTO `device_info` VALUES ('12345678901234567890123', null, '12345678901234567890123', '深圳zzz test', '深圳zzz test', '', 'Z3', '血液细胞分析仪', '3diff', 'bk', '0', '0', '', null, '0001-01-01', '2017-12-12', null, '2018-11-23 11:15:14', null, null);
INSERT INTO `device_info` VALUES ('12345678cathy', null, '12345678901234567890', '', '', '', 'Z3CRP', '血液细胞分析仪', '', '', '0', '0', '', null, '0001-01-01', '0001-01-01', '1.0', '2018-11-02 18:19:10', null, null);
INSERT INTO `device_info` VALUES ('123james', null, '11111111111111111111', '', '', '', 'Z3CRP', '血液细胞分析仪', '3diff', 'bk', '0', '0', '', null, '0001-01-01', '0001-01-01', '1.0', '2018-11-10 17:27:28', null, null);
INSERT INTO `device_info` VALUES ('201801108cathy', null, '55555555555555555555', '', '', '', 'Z3CRP', '血液细胞分析仪', '3diff', 'bk', '0', '0', '', null, '0001-01-01', '0001-01-01', '1.0', '2018-11-09 09:24:29', null, null);
INSERT INTO `device_info` VALUES ('20180ettest', null, '12345678901234567890', '', '', '', 'Z3', '血液细胞分析仪', '', '', '0', '0', '', null, '0001-01-01', '2018-01-08', '1.0', '2022-06-29 12:06:15', null, null);
INSERT INTO `device_info` VALUES ('20181109IStest', null, '888888888888888888888', '', '', '', 'Z3CRP', '血液细胞分析仪', '3diff', 'bk', '0', '0', '', null, '0001-01-01', '0001-01-01', '1.0', '0000-00-00 00:00:00', null, null);
INSERT INTO `device_info` VALUES ('2018jaims', null, null, null, null, null, null, '血液细胞分析仪', null, null, null, null, null, null, '0001-01-01', '0001-01-01', '1.0', '2018-11-08 18:55:55', null, null);
INSERT INTO `device_info` VALUES ('2018pr5', null, '12345678901234567890', '', '', '', 'Z3CRP', '血液细胞分析仪', '3diff', 'bk', '0', '0', '', null, '0001-01-01', '2018-06-06', '1.0', '2018-10-17 22:13:11', null, null);
INSERT INTO `device_info` VALUES ('2018shenzhen1', null, '1234567890123456789000', '', '', '', 'Z3CRP', '血液细胞分析仪', '3diff', 'bk', '0', '0', '', null, '0001-01-01', '0001-01-01', '1.0', '2018-08-05 15:23:35', null, null);
INSERT INTO `device_info` VALUES ('8888888888', null, '88888888889999999999', '深圳zzz test', '深圳zzz test', '', 'Z3', '血液细胞分析仪', '3diff', 'bk', '0', '0', '', null, '0001-01-01', '2017-12-12', null, '2018-11-23 11:56:14', null, null);
INSERT INTO `device_info` VALUES ('88888888889999999999', null, '88888888889999999999', '', '深圳zzz test', '', 'Z3', '血液细胞分析仪', '3diff', 'bk', '0', '0', '', null, '0001-01-01', '2017-12-12', null, '2018-11-23 14:46:14', null, null);
INSERT INTO `device_info` VALUES ('88888888889999999999115', null, '88888888889999999999', '深圳test11', '深圳test11', '', 'Z3', '血液细胞分析仪', '3diff', 'bk', '0', '0', '', null, '0001-01-01', '2017-12-12', '1.0', '2018-11-28 18:18:52', null, null);
INSERT INTO `device_info` VALUES ('BK2100201805100003', null, '866034031819040', '', '', '', 'Z3', '血液细胞分析仪', '3diff', 'bk', '0', '0', '', null, '0001-01-01', '0001-01-01', '1.0', '2018-06-12 14:30:59', null, null);
INSERT INTO `device_info` VALUES ('EZY2100Z3180700014', null, '', '', '', '', 'Z3CRP', '血液细胞分析仪', '3diff', 'bk', '0', '0', '', null, '0001-01-01', '0001-01-01', null, '2018-11-09 10:08:05', null, null);
INSERT INTO `device_info` VALUES ('EZY2100Z3180900050', null, '8986061800000108502N', '', '', '', 'Z3', '血液细胞分析仪', '3diff', 'bk', '0', '0', '', null, '0001-01-01', '0001-01-01', '1.0', '2018-10-22 13:18:37', null, null);
INSERT INTO `device_info` VALUES ('EZY2100Z3181200167', null, '8986061706002855349E', '', '', '', 'Z3', '血液细胞分析仪', '3diff', 'bk', '0', '0', '', null, '0001-01-01', '0001-01-01', null, '2019-01-04 18:52:52', null, null);
INSERT INTO `device_info` VALUES ('EZY2101Z3CRP181100084', null, '8986061706002855143E', '', '', '', 'Z3CRP', '血液细胞分析仪', '3diff', 'bk', '0', '0', '', null, '0001-01-01', '0001-01-01', '1.0', '2018-11-23 22:44:10', null, null);
INSERT INTO `device_info` VALUES ('EZY2101Z3CRP181100087', null, '8986061706002855142E', '', '', '', 'Z3CRP', '血液细胞分析仪', '3diff', 'bk', '0', '0', '', null, '0001-01-01', '0001-01-01', '1.0', '2018-11-23 23:15:34', null, null);
INSERT INTO `device_info` VALUES ('EZY2101Z3CRP181100088', null, '8986061706002855144E', '', '', '', 'Z3CRP', '血液细胞分析仪', '3diff', 'bk', '0', '0', '', null, '0001-01-01', '0001-01-01', '1.0', '2018-11-23 23:15:03', null, null);
INSERT INTO `device_info` VALUES ('EZY2101Z3CRP181200144', null, '8986061706003330070S', '', '', '', 'Z3CRP', '血液细胞分析仪', '3diff', 'bk', '0', '0', '', null, '0001-01-01', '0001-01-01', '1.0', '2018-12-11 16:23:58', null, null);
INSERT INTO `device_info` VALUES ('EZY2101Z3CRP181200147', null, '8986061706003330071S', '', '', '', 'Z3CRP', '血液细胞分析仪', '3diff', 'bk', '0', '0', '', null, '0001-01-01', '0001-01-01', '1.0', '2018-12-11 17:39:39', null, null);
INSERT INTO `device_info` VALUES ('EZY2101Z3CRP181200161', null, '8986061706003330068S', '', '', '', 'Z3CRP', '血液细胞分析仪', '3diff', 'bk', '0', '0', '', null, '0001-01-01', '0001-01-01', '1.0', '2019-01-03 19:32:50', null, null);
INSERT INTO `device_info` VALUES ('Ezy2100z3180800035', null, '8986061800000108520N', '', '', '', 'Z3', '血液细胞分析仪', '', '', '0', '0', '', null, '0001-01-01', '0001-01-01', '1.0', '2018-09-06 17:47:03', null, null);
INSERT INTO `device_info` VALUES ('Z3201805019PR5', null, '866034030772968', '', '', '', 'Z3', '血液细胞分析仪', '3diff', 'bk', '0', '0', '', null, '0001-01-01', '2018-05-08', '1.0', '2018-06-14 13:27:58', null, null);
INSERT INTO `device_info` VALUES ('Z520180122TEST', null, '1111111111111111111111', '', '', '', 'Z5', '血液细胞分析仪', '5diff', 'vk', '0', '0', '', null, '0001-01-01', '0001-01-01', null, '2019-02-28 18:52:43', null, null);
INSERT INTO `device_info` VALUES ('ZY2100Z3180500004', null, '866034031452362', '', '', '', 'Z3', '血液细胞分析仪', '3diff', 'bk', '0', '0', '', null, '0001-01-01', '0001-01-01', '1.0', '2018-08-07 13:34:46', null, null);
INSERT INTO `device_info` VALUES ('ZY2100Z3180500008', '河北省', '', '白合镇卫生院', '白合镇卫生院', '', 'Z3', '血液细胞分析仪', '3diff', 'bk', '0', '0', '', null, '0001-01-01', '2018-07-19', '1.0', '2019-03-23 17:00:14', null, null);
INSERT INTO `device_info` VALUES ('ZY2100Z3180500009', null, '866034031452172', '', '', '', 'Z3', '血液细胞分析仪', '3diff', 'bk', '0', '0', '', null, '0001-01-01', '0001-01-01', null, '2018-08-10 15:49:40', null, null);
INSERT INTO `device_info` VALUES ('ZY2100Z318051000003', '四川省简阳市', '8986061800000108522N', '贾家五指乡卫生院', '贾家五指乡卫生院', '', 'Z3', '血液细胞分析仪', '', '', '0', '0', '', null, '0001-01-01', '2018-07-20', '1.0', '2019-02-27 15:45:28', null, null);
INSERT INTO `device_info` VALUES ('ZY2100Z31805100005', '山东省潍坊市', '866034031452354', '', '临朐友好医院', '', 'Z3', '血液细胞分析仪', '3diff', 'bk', '0', '0', '', null, '0001-01-01', '2018-07-06', '1.0', '2018-12-10 11:14:09', null, null);
INSERT INTO `device_info` VALUES ('ZY2100Z3180700009', '江苏省太仓市长征医院', '', '江苏太仓市长征医院', '江苏太仓市长征医院', '', 'Z3', '血液细胞分析仪', '3diff', 'bk', '0', '0', '', null, '0001-01-01', '2018-08-30', '1.0', '2019-03-23 16:47:41', null, null);
INSERT INTO `device_info` VALUES ('ZY2100Z3180700010', '河北省唐县罗庄医院保定市', '', '唐县罗庄镇卫生院', '唐县罗庄镇卫生院', '', 'Z3', '血液细胞分析仪', '3diff', 'bk', '0', '0', '', null, '0001-01-01', '2018-08-15', '1.0', '2019-03-23 11:11:58', null, null);
INSERT INTO `device_info` VALUES ('ZY2100Z3180700011', '河北省定州市', '', '李村店医院', '李村店医院', '', 'Z3', '血液细胞分析仪', '3diff', 'bk', '0', '0', '', null, '0001-01-01', '2018-08-13', '1.0', '2019-03-22 07:08:14', null, null);
INSERT INTO `device_info` VALUES ('ZY2100Z3180800004', null, '866034031452362', '', '', '', 'Z3', '血液细胞分析仪', '3diff', 'bk', '0', '0', '', null, '0001-01-01', '0001-01-01', null, '2018-08-07 15:56:37', null, null);
INSERT INTO `device_info` VALUES ('ZY2100Z3180800022', null, '8986061800000103877N', '织金利群医院', '织金利群医院', '', 'Z3', '血液细胞分析仪', '', '', '0', '0', '', null, '0001-01-01', '0001-01-01', '1.0', '2019-01-14 18:38:31', null, null);
INSERT INTO `device_info` VALUES ('ZY2100Z3180800023', '重庆市渝北区兵兵中西医结合门诊部 ', '8986061800000108519N', '重庆渝北兵兵中西医结合门诊部', '重庆渝北兵兵中西医结合门诊部', '', 'Z3', '血液细胞分析仪', '', '', '0', '0', '', null, '0001-01-01', '2017-09-27', '1.0', '2019-03-23 20:23:38', null, null);
INSERT INTO `device_info` VALUES ('ZY2100Z3180800031', null, '8986061800000108519N', '', '', '', 'Z3', '血液细胞分析仪', '3diff', 'bk', '0', '0', '', null, '0001-01-01', '0001-01-01', '1.0', '2018-09-05 17:16:05', null, null);
INSERT INTO `device_info` VALUES ('ZY2100Z3180800032', '云南省红河州', '8986061800000103880N', '蒙自市冷泉镇卫生院', '蒙自市冷泉镇卫生院', '', 'Z3', '血液细胞分析仪', '', '', '0', '0', '', null, '0001-01-01', '2018-09-28', '1.0', '2019-03-23 21:41:17', '0c997691-0d44-43b7-89d1-6317c0081807', '2019-03-23 14:01:36');
INSERT INTO `device_info` VALUES ('ZY2100Z3180900034', null, '8986061800000103846N', '', '', '', 'Z3', '血液细胞分析仪', '', '', '0', '0', '', null, '0001-01-01', '2018-09-25', '1.0', '2018-11-11 21:43:02', null, null);
INSERT INTO `device_info` VALUES ('ZY2100Z3180900046', null, '8986061800000108504N', '', '', '', 'Z3', '血液细胞分析仪', '', '', '0', '0', '', null, '0001-01-01', '0001-01-01', null, '2018-10-19 18:21:33', null, null);
INSERT INTO `device_info` VALUES ('ZY2100Z3180900047', null, '8986061800000108504N', '', '', '', 'Z3', '血液细胞分析仪', '', '', '0', '0', '', null, '0001-01-01', '0001-01-01', '1.0', '2018-10-19 14:30:52', null, null);
INSERT INTO `device_info` VALUES ('ZY2100Z3181000072', null, '8986061800000108504N', '藁城区兴安中心卫生院血液细胞检验报告单', '藁城区兴安中心卫生院血液细胞检验报告单', '', 'Z3', '血液细胞分析仪', '', '', '0', '0', '', null, '0001-01-01', '2018-10-23', '1.0', '2019-03-23 18:44:49', null, null);
INSERT INTO `device_info` VALUES ('ZY2100Z3181000076', null, '8986061800000108506N', '石家庄济民医院', '石家庄济民医院', '', 'Z3', '血液细胞分析仪', '', '', '0', '0', '', null, '0001-01-01', '0001-01-01', '1.0', '2019-03-05 13:37:32', null, null);
INSERT INTO `device_info` VALUES ('ZY2100Z3181100999', null, '8986061706002855349E', '', '', '', 'Z3', '血液细胞分析仪', '3diff', 'bk', '0', '0', '', null, '0001-01-01', '0001-01-01', null, '2019-03-11 16:50:54', null, null);
INSERT INTO `device_info` VALUES ('ZY2100Z3181200151', null, '8986061706002855146E', '', '', '', 'Z3', '血液细胞分析仪', '', '', '0', '0', '', null, '0001-01-01', '0001-01-01', '1.0', '2019-03-23 21:36:22', null, null);
INSERT INTO `device_info` VALUES ('ZY2100Z3181200164', null, '8986061706003330067s', '新乡市慈济中医院', '新乡市慈济中医院', '', 'Z3', '血液细胞分析仪', '', '', '0', '0', '', null, '0001-01-01', '2019-01-07', '1.0', '2019-03-22 15:21:26', null, null);
INSERT INTO `device_info` VALUES ('ZY2100Z3181200191', null, '8986061706003330055S', '检验科', '检验科', '', 'Z3', '血液细胞分析仪', '', '', '0', '0', '', null, '0001-01-01', '0001-01-01', '1.0', '2019-03-20 15:59:05', null, null);
INSERT INTO `device_info` VALUES ('ZY2100Z3181200192', null, '8986061706003330054S', '织金利群医院', '织金利群医院', '', 'Z3', '血液细胞分析仪', '', '', '0', '0', '', null, '0001-01-01', '0001-01-01', '1.0', '2019-03-21 15:14:38', null, null);
INSERT INTO `device_info` VALUES ('ZY2100Z3181200193', null, '8986061706003330053S', '', '', '', 'Z3', '血液细胞分析仪', '', '', '0', '0', '', null, '0001-01-01', '0001-01-01', '1.0', '2019-01-11 10:48:18', null, null);
INSERT INTO `device_info` VALUES ('ZY2100Z3190100191', null, '8986061706003330055S', '', '', '', 'Z3', '血液细胞分析仪', '3diff', 'bk', '0', '0', '', null, '0001-01-01', '0001-01-01', '1.0', '2019-01-05 15:54:01', null, null);
INSERT INTO `device_info` VALUES ('ZY2100Z3190100192', null, '8986061706003330054S', '', '', '', 'Z3', '血液细胞分析仪', '3diff', 'bk', '0', '0', '', null, '0001-01-01', '0001-01-01', '1.0', '2019-01-05 14:17:40', null, null);
INSERT INTO `device_info` VALUES ('ZY2100Z3190100193', null, '8986061706003330053S', '', '', '', 'Z3', '血液细胞分析仪', '3diff', 'bk', '0', '0', '', null, '0001-01-01', '0001-01-01', '1.0', '2019-01-10 20:04:09', null, null);
INSERT INTO `device_info` VALUES ('ZY2100Z3190200287', null, '8986061706002855152E', '', '', '', 'Z3', '血液细胞分析仪', '', '', '0', '0', '', null, '0001-01-01', '0001-01-01', '1.0', '2019-03-20 09:26:27', null, null);
INSERT INTO `device_info` VALUES ('ZY2100Z3CRP181200158', null, '8986061706003330059S', '', '', '', 'Z3CRP', '血液细胞分析仪', '', '', '0', '0', '', null, '0001-01-01', '0001-01-01', '1.0', '2019-01-03 19:02:40', null, null);
INSERT INTO `device_info` VALUES ('ZY2101Z3CRP18060700001', null, '8986061800000103850N', '', '', '', 'Z3CRP', '血液细胞分析仪', '', '', '0', '0', '', null, '0001-01-01', '0001-01-01', '1.0', '2018-08-14 11:07:21', null, null);
INSERT INTO `device_info` VALUES ('ZY2101Z3CRP180700020', null, '8986061800000103876N', '', '', '', 'Z3CRP', '血液细胞分析仪', '', '', '0', '0', '', null, '0001-01-01', '0001-01-01', '1.0', '2018-12-17 17:48:44', null, null);
INSERT INTO `device_info` VALUES ('ZY2101Z3CRP180800026', null, '8986061800000108525N', '土山卫生所苏', '土山卫生所苏', '', 'Z3CRP', '血液细胞分析仪', '', '', '0', '0', '', null, '0001-01-01', '0001-01-01', '1.0', '2019-03-03 20:14:00', null, null);
INSERT INTO `device_info` VALUES ('ZY2101Z3CRP180800027', null, '8986061800000108526N', '南阳市宛城区茶庵乡卫生院', '南阳市宛城区茶庵乡卫生院', '', 'Z3CRP', '血液细胞分析仪', '', '', '0', '0', '', null, '0001-01-01', '2018-09-07', '1.0', '2019-03-23 21:28:15', '281b594a-c107-402b-b7c0-d7af95afd6c7', '2019-03-23 14:50:06');
INSERT INTO `device_info` VALUES ('ZY2101Z3CRP180800028', '福建龙岩', '8986061800000108522N', '永定区洪山乡卫生院', '永定区洪山乡卫生院', '', 'Z3CRP', '血液细胞分析仪', '3diff', 'bk', '0', '0', '', null, '0001-01-01', '2018-09-26', '1.0', '2019-03-22 17:55:16', null, null);
INSERT INTO `device_info` VALUES ('ZY2101Z3CRP180800029', '河南省新乡市辉县润生堂有限责任公司第二药店', '8986061800000108524N', '辉县市润生堂', '辉县市润生堂', '', 'Z3CRP', '血液细胞分析仪', '', '', '0', '0', '', null, '0001-01-01', '2018-10-18', '1.0', '2019-03-23 21:43:40', 'ca225890-dd1d-441b-9a1c-44f9c08e7335', '2019-03-22 07:45:55');
INSERT INTO `device_info` VALUES ('ZY2101Z3CRP180800030', null, '8986061800000108521N', '', '', '', 'Z3CRP', '血液细胞分析仪', '3diff', 'bk', '0', '0', '', null, '0001-01-01', '0001-01-01', '1.0', '2018-09-05 14:13:19', null, null);
INSERT INTO `device_info` VALUES ('ZY2101Z3CRP180800040', null, '8986061800000103873N', '', '', '', 'Z3CRP', '血液细胞分析仪', '', '', '0', '0', '', null, '0001-01-01', '0001-01-01', '1.0', '2018-09-21 18:11:30', null, null);
INSERT INTO `device_info` VALUES ('ZY2101Z3CRP180900036', '河北省石家庄市藁城区', '8986061800000103871N', '丘头镇卫生院', '丘头镇卫生院', '', 'Z3CRP', '血液细胞分析仪', '', '', '0', '0', '', null, '0001-01-01', '2018-09-27', null, '2019-03-23 16:39:55', null, null);
INSERT INTO `device_info` VALUES ('ZY2101Z3CRP180900037', null, '8986061800000103872N', '河北省石家庄藁城区田旭光诊所', '河北省石家庄藁城区田旭光诊所', '', 'Z3CRP', '血液细胞分析仪', '', '', '0', '0', '', null, '0001-01-01', '0001-01-01', '1.0', '2019-03-23 20:47:47', null, null);
INSERT INTO `device_info` VALUES ('ZY2101Z3CRP180900038', '河北省', '8986061800000103875N', '石家庄藁城区宇通医院', '石家庄藁城区宇通医院', '', 'Z3CRP', '血液细胞分析仪', '', '', '0', '0', '', null, '0001-01-01', '2018-09-27', '1.0', '2019-03-22 16:22:02', null, null);
INSERT INTO `device_info` VALUES ('ZY2101Z3CRP180900039', '', '8986061800000103874N', '', '', '', 'Z3CRP', '血液细胞分析仪', '', '', '0', '0', '', null, '0001-01-01', '0001-01-01', '1.0', '2018-12-17 21:27:24', null, null);
INSERT INTO `device_info` VALUES ('ZY2101Z3CRP180900040', '河北省定州市东留春乡卫生院', '8986061800000103873N', '定州市东留春乡卫生院', '定州市东留春乡卫生院', '', 'Z3CRP', '血液细胞分析仪', '', '', '0', '0', '', null, '0001-01-01', '2018-09-27', '1.0', '2019-03-23 16:25:56', null, null);
INSERT INTO `device_info` VALUES ('ZY2101Z3CRP180900048', null, '8986061800000108502N', '', '', '', 'Z3CRP', '血液细胞分析仪', '', '', '0', '0', '', null, '0001-01-01', '0001-01-01', '1.0', '2018-10-22 21:08:01', null, null);
INSERT INTO `device_info` VALUES ('ZY2101Z3CRP180900049', null, '8986061800000108505N', '', '', '', 'Z3CRP', '血液细胞分析仪', '', '', '0', '0', '', null, '0001-01-01', '0001-01-01', '1.0', '2018-10-20 15:50:58', null, null);
INSERT INTO `device_info` VALUES ('ZY2101Z3CRP18090036', null, '8986061800000103871N', '', '', '', 'Z3CRP', '血液细胞分析仪', '', '', '0', '0', '', null, '0001-01-01', '0001-01-01', '1.0', '2018-09-21 17:18:24', null, null);
INSERT INTO `device_info` VALUES ('ZY2101Z3CRP18090037', null, '8986061800000103872N', '', '', '', 'Z3CRP', '血液细胞分析仪', '', '', '0', '0', '', null, '0001-01-01', '0001-01-01', '1.0', '2018-09-21 17:37:16', null, null);
INSERT INTO `device_info` VALUES ('ZY2101Z3CRP181000073', null, '8986061800000108505N', '石家庄无极县林中医院', '石家庄无极县林中医院', '', 'Z3CRP', '血液细胞分析仪', '', '', '0', '0', '', null, '0001-01-01', '2018-10-15', '1.0', '2019-03-23 21:20:53', '9291da1c-701c-43a9-8c1b-ed972e4047d1', '2019-03-20 20:03:23');
INSERT INTO `device_info` VALUES ('ZY2101Z3CRP181000074', null, '8986061706003330060S', '安岳龙桥乡卫生院', '安岳龙桥乡卫生院', '', 'Z3', '血液细胞分析仪', '', '', '0', '0', '', null, '0001-01-01', '2018-12-18', '1.0', '2019-03-23 21:19:51', '0679cdf1-a138-4ee0-8169-6f985662c1da', '2019-03-23 20:59:17');
INSERT INTO `device_info` VALUES ('ZY2101Z3CRP181000075', null, '8986061800000108503N', '解放军第九六O医院', '解放军第九六O医院', '', 'Z3CRP', '血液细胞分析仪', '', '', '0', '0', '', null, '0001-01-01', '2018-11-07', '1.0', '2019-03-13 13:44:22', null, null);
INSERT INTO `device_info` VALUES ('ZY2101Z3CRP181100084', null, '8986061706002855143E', '', '', '', 'Z3CRP', '血液细胞分析仪', '', '', '0', '0', '', null, '0001-01-01', '2018-12-07', '1.0', '2019-03-23 16:34:52', null, null);
INSERT INTO `device_info` VALUES ('ZY2101Z3CRP181100085', null, '8986061706002855125E', '', '', '', 'Z3CRP', '血液细胞分析仪', '', '', '0', '0', '', null, '0001-01-01', '0001-01-01', '1.0', '2018-12-21 14:39:25', null, null);
INSERT INTO `device_info` VALUES ('ZY2101Z3CRP181100086', null, '8986061706002855141E', '临朐友好医院', '临朐友好医院', '', 'Z3CRP', '血液细胞分析仪', '', '', '0', '0', '', null, '0001-01-01', '2018-12-10', '1.0', '2019-03-23 17:03:14', null, null);
INSERT INTO `device_info` VALUES ('ZY2101Z3CRP181100087', null, '8986061706002855142E', '便民诊所', '便民诊所', '', 'Z3CRP', '血液细胞分析仪', '', '', '0', '0', '', null, '0001-01-01', '0001-01-01', '1.0', '2019-03-23 21:34:46', '07f6b791-113c-4355-b3ac-857edfa3f6b9', '2019-03-23 21:14:38');
INSERT INTO `device_info` VALUES ('ZY2101Z3CRP181100088', null, '8986061706002855144E', '安岳县协和乡卫生院', '安岳县协和乡卫生院', '', 'Z3CRP', '血液细胞分析仪', '', '', '0', '0', '', null, '0001-01-01', '2018-11-28', '1.0', '2019-03-23 21:03:25', '3663ea6a-f7b1-42f4-a662-781ee76cece0', '2019-03-23 20:59:08');
INSERT INTO `device_info` VALUES ('ZY2101Z3CRP181100116', null, '8986061800000108478N', '桂平市城东社区卫生服务中心', '桂平市城东社区卫生服务中心', '', 'Z3CRP', '血液细胞分析仪', '', '', '0', '0', '', null, '0001-01-01', '0001-01-01', '1.0', '2019-03-22 17:07:58', null, null);
INSERT INTO `device_info` VALUES ('ZY2101Z3CRP181200144', null, '8986061706003330070S', '仙龙镇张家卫生院', '仙龙镇张家卫生院', '', 'Z3CRP', '血液细胞分析仪', '', '', '0', '0', '', null, '0001-01-01', '2018-12-18', '1.0', '2019-03-23 21:30:33', '858f4834-8034-494a-ae0c-93829cc1288e', '2019-03-22 08:30:15');
INSERT INTO `device_info` VALUES ('ZY2101Z3CRP181200145', null, '8986061706003330074S', '锦州市河马儿科', '锦州市河马儿科', '', 'Z3CRP', '血液细胞分析仪', '', '', '0', '0', '', null, '0001-01-01', '0001-01-01', '1.0', '2019-03-23 15:03:54', null, null);
INSERT INTO `device_info` VALUES ('ZY2101Z3CRP181200146', null, '8986061706003330072S', '潼南区桂林街道社区卫生服务中心', '潼南区桂林街道社区卫生服务中心', '', 'Z3CRP', '血液细胞分析仪', '', '', '0', '0', '', null, '0001-01-01', '0001-01-01', '1.0', '2019-03-07 16:21:59', null, null);
INSERT INTO `device_info` VALUES ('ZY2101Z3CRP181200147', null, '8986061706003330071S', '', '', '', 'Z3CRP', '血液细胞分析仪', '', '', '0', '0', '', null, '0001-01-01', '0001-01-01', null, '2019-01-19 15:11:23', null, null);
INSERT INTO `device_info` VALUES ('ZY2101Z3CRP181200148', null, '8986061706003330073s', 'zy', 'zy', '', 'Z3CRP', '血液细胞分析仪', '', '', '0', '0', '', null, '0001-01-01', '0001-01-01', '1.0', '2019-01-25 12:26:30', null, null);
INSERT INTO `device_info` VALUES ('ZY2101Z3CRP181200157', null, '8986061706003330069S', '', '', '', 'Z3CRP', '血液细胞分析仪', '', '', '0', '0', '', null, '0001-01-01', '0001-01-01', '1.0', '2019-01-21 16:50:31', null, null);
INSERT INTO `device_info` VALUES ('ZY2101Z3CRP181200158', null, '8986061706003330059S', '', '', '', 'Z3CRP', '血液细胞分析仪', '', '', '0', '0', '', null, '0001-01-01', '0001-01-01', null, '2019-01-05 09:00:53', null, null);
INSERT INTO `device_info` VALUES ('ZY2101Z3CRP181200159', null, '8986061706003330058S', '', '', '', 'Z3CRP', '血液细胞分析仪', '', '', '0', '0', '', null, '0001-01-01', '0001-01-01', '1.0', '2019-03-23 19:04:52', null, null);
INSERT INTO `device_info` VALUES ('ZY2101Z3CRP181200160', null, '8986061706003330057S', '湖北省洪湖市茅江综合门诊部', '湖北省洪湖市茅江综合门诊部', '', 'Z3CRP', '血液细胞分析仪', '', '', '0', '0', '', null, '0001-01-01', '2019-02-20', '1.0', '2019-03-23 20:48:14', null, null);
INSERT INTO `device_info` VALUES ('ZY2101Z3CRP181200161', null, '8986061706003330068S', '三台太和医院', '三台太和医院', '', 'Z3CRP', '血液细胞分析仪', '', '', '0', '0', '', null, '0001-01-01', '2019-01-21', '1.0', '2019-03-23 17:02:35', null, null);
INSERT INTO `device_info` VALUES ('ZY2101Z3CRP181200165', null, '8986061706003330065S', '', '', '', 'Z3CRP', '血液细胞分析仪', '', '', '0', '0', '', null, '0001-01-01', '0001-01-01', '1.0', '2019-03-23 21:25:31', null, null);
INSERT INTO `device_info` VALUES ('ZY2101Z3CRP181200166', null, '8986061706003330066S', '', '', '', 'Z3CRP', '血液细胞分析仪', '', '', '0', '0', '', null, '0001-01-01', '0001-01-01', '1.0', '2019-01-02 16:40:01', null, null);
INSERT INTO `device_info` VALUES ('ZY2101Z3CRP190200297', null, '8986061706002855150E', '', '', '', 'Z3CRP', '血液细胞分析仪', '', '', '0', '0', '', null, '0001-01-01', '2019-03-20', null, '2019-03-20 16:03:48', null, null);
INSERT INTO `device_info` VALUES ('ZY2101Z3CRP190200299', null, '8986061706003188352S', '石家庄市鹿全区大河镇中心卫生院', '石家庄市鹿全区大河镇中心卫生院', '', 'Z3CRP', '血液细胞分析仪', '', '', '0', '0', '', null, '0001-01-01', '0001-01-01', '1.0', '2019-03-23 19:25:14', null, null);
INSERT INTO `device_info` VALUES ('ZY2101Z3CRP190200300', null, '8986061706003330064S', '大章镇中心卫生院', '大章镇中心卫生院', '', 'Z3CRP', '血液细胞分析仪', '', '', '0', '0', '', null, '0001-01-01', '2019-03-11', '1.0', '2019-03-23 21:33:06', 'e004aa83-85b6-458b-9872-8fcbc161db50', '2019-03-23 08:28:09');
INSERT INTO `device_info` VALUES ('ZY2101Z3CRP190200301', null, '8986061706003188352S', '延庆区结核病防治所', '延庆区结核病防治所', '', 'Z3CRP', '血液细胞分析仪', '', '', '0', '0', '', null, '0001-01-01', '0001-01-01', '1.0', '2019-03-21 10:49:57', null, null);
INSERT INTO `device_info` VALUES ('ZY2101Z3CRP190200320', null, '8986061706003330056S', '', '', '', 'Z3CRP', '血液细胞分析仪', '3diff', 'bk', '0', '0', '', null, '0001-01-01', '0001-01-01', '1.0', '2019-03-08 15:59:54', null, null);
INSERT INTO `device_info` VALUES ('ZY2101Z3CRP190300320', null, '8986061706003330056S', '', '', '', 'Z3CRP', '血液细胞分析仪', '', '', '0', '0', '', null, '0001-01-01', '0001-01-01', '1.0', '2019-03-23 16:03:38', null, null);
INSERT INTO `device_info` VALUES ('ZY2101Z3CRP190300321', null, '8986061706003188353S', '嵩县德亭卫生院', '嵩县德亭卫生院', '', 'Z3CRP', '血液细胞分析仪', '', '', '0', '0', '', null, '0001-01-01', '2019-03-16', '1.0', '2019-03-23 21:43:35', 'eb89b669-2656-43b3-8871-c4871f186862', '2019-03-23 15:54:31');
INSERT INTO `device_info` VALUES ('ZY2101Z3CRP190300358', null, '8986061706002855149E', '', '', '', 'Z3CRP', '血液细胞分析仪', '3diff', 'bk', '0', '0', '', null, '0001-01-01', '0001-01-01', '1.0', '2019-03-22 18:17:32', null, null);
INSERT INTO `device_info` VALUES ('ZY2101Z3CRP190300360', null, '8986061706002855147E', '白河卫生院', '白河卫生院', '', 'Z3CRP', '血液细胞分析仪', '', '', '0', '0', '', null, '0001-01-01', '2019-03-23', '1.0', '2019-03-23 17:24:44', null, null);
INSERT INTO `device_info` VALUES ('bk21012018060001', null, '866034031818877', '', '', '', 'Z3CRP', '血液细胞分析仪', '3diff', 'bk', '0', '0', '', null, '0001-01-01', '0001-01-01', '1.0', '2018-07-13 09:39:43', null, null);
INSERT INTO `device_info` VALUES ('bkethan678', null, '88888888889999999999', '', '', '', 'Z3', '血液细胞分析仪', '3diff', 'bk', '0', '0', '', null, '0001-01-01', '2018-11-01', '1.0', '2018-12-05 16:04:39', null, null);
INSERT INTO `device_info` VALUES ('jamestest001234', null, '12345678901234567890', '', '', '', 'Z31CRP', '血液细胞分析仪', '', '', '0', '0', '', null, '0001-01-01', '0001-01-01', '1.0', '2018-08-26 04:48:50', null, null);
INSERT INTO `device_info` VALUES ('jamestest00123446779', null, '12315555555555555555', '12', '12', '', 'Z3', '血液细胞分析仪', '', '', '0', '0', '', null, '0001-01-01', '2018-08-23', '1.0', '2018-09-01 04:58:31', null, null);
INSERT INTO `device_info` VALUES ('jamestest123465', null, '12345678911111111111', '', '', '', 'Z31CRP', '血液细胞分析仪', '', '', '0', '0', '', null, '0001-01-01', '2018-08-01', '1.0', '2018-08-22 05:43:53', null, null);
INSERT INTO `device_info` VALUES ('pr1abc123', null, '866034030760351', '', '', '', 'Z3CRP', '血液细胞分析仪', '3diff', 'bk', '0', '0', '', null, '0001-01-01', '2018-07-13', null, '2020-07-18 18:55:59', null, null);
INSERT INTO `device_info` VALUES ('sn0001234', null, '1234567890123456789056', '12', '12', '', 'Z31CRP', '血液细胞分析仪', '3diff', 'bk', '0', '0', '', null, '0001-01-01', '2018-10-01', '1.0', '2019-01-12 13:42:02', null, null);
INSERT INTO `device_info` VALUES ('sn11122', null, '12345678901234567890', '', '', '', 'Z3CRP', '血液细胞分析仪', '3diff', 'bk', '0', '0', '', null, '0001-01-01', '2018-07-08', '1.0', '2019-01-16 16:09:31', null, null);
INSERT INTO `device_info` VALUES ('ssxx1234', null, '12345678901234567890', '', '', '', 'Z30CRP', '血液细胞分析仪', '3diff', 'bk', '0', '0', '', null, '0001-01-01', '0001-01-01', '1.0', '2019-03-13 20:51:53', null, null);
INSERT INTO `device_info` VALUES ('test-cat', null, '12345678901234567890', 'wuhan', 'wuhan', '', 'Z3CRP', '血液细胞分析仪', '', '', '0', '0', '', null, '0001-01-01', '0001-01-01', '1.0', '2018-08-23 21:51:45', null, null);
INSERT INTO `device_info` VALUES ('test-pr1', null, '', '检验科', '检验科', '', 'Z3CRP', '血液细胞分析仪', '3diff', 'bk', '0', '0', '', null, '0001-01-01', '2018-08-06', '1.0', '2018-09-19 17:26:14', null, null);
INSERT INTO `device_info` VALUES ('test-pr1ABCDEFGIJKLMN1234567890', null, '12345678901234567890', '', '', '', 'Z3CRP', '血液细胞分析仪', '3diff', 'bk', '0', '0', '', null, '0001-01-01', '0001-01-01', '1.0', '2018-08-27 10:03:21', null, null);
INSERT INTO `device_info` VALUES ('test-pr1abc123', null, '', '', '', '', 'Z3CRP', '血液细胞分析仪', '3diff', 'bk', '0', '0', '', null, '0001-01-01', '2018-07-13', '1.0', '2020-07-18 22:56:12', null, null);
INSERT INTO `device_info` VALUES ('test-pr2', null, '', '检验科', '检验科', '', 'Z3CRP', '血液细胞分析仪', '', '', '0', '0', '', null, '0001-01-01', '2018-06-15', '1.0', '2018-08-17 19:13:25', null, null);
INSERT INTO `device_info` VALUES ('test1-c920', null, '01234567890123456789', '', '', '', 'Z31CRP', '血液细胞分析仪', '', '', '0', '0', '', null, '0001-01-01', '0001-01-01', '1.0', '2018-09-21 11:06:54', null, null);
INSERT INTO `device_info` VALUES ('test_pr1#', null, '866034030760351', '', '检验科', '', 'Z3', '血液细胞分析仪', '3diff', 'bk', '0', '0', '', null, '0001-01-01', '2018-06-15', '1.0', '2018-08-24 10:38:40', null, null);
INSERT INTO `device_info` VALUES ('testdtu', null, '12345678912345678900', '', '', '', 'Z3', '血液细胞分析仪', '3diff', 'bk', '0', '0', '', null, '0001-01-01', '0001-01-01', null, '0000-00-00 00:00:00', null, null);
INSERT INTO `device_info` VALUES ('z3201801002', null, '15812345670', 'hb', 'hbwhzyy', 'hbwh', 'Z3', '血液细胞分析仪', '3diff', 'bk', 'a1101', '1101', 'open', null, '2018-02-03', '2018-02-18', '1.1', '2018-02-18 11:22:23', null, null);
INSERT INTO `device_info` VALUES ('z3jams20181101', null, '1111111111111111111111', '', '', '', 'Z3CRP', '血液细胞分析仪', '3diff', 'bk', '0', '0', '', null, '0001-01-01', '0001-01-01', '1.0', '2018-11-03 18:25:06', null, null);
INSERT INTO `device_info` VALUES ('zy123-test', null, '8986061706003188376s', '', '', '', 'Z30CRP', '血液细胞分析仪', '3diff', 'bk', '0', '0', '', null, '0001-01-01', '0001-01-01', '1.0', '2019-02-26 13:29:17', null, null);
INSERT INTO `device_info` VALUES ('zy123-test123', null, '8986061706003188376s', '', '', '', 'Z30CRP', '血液细胞分析仪', '3diff', 'bk', '0', '0', '', null, '0001-01-01', '0001-01-01', '1.0', '2019-02-26 15:01:48', null, null);
INSERT INTO `device_info` VALUES ('zy2100', null, '123456789012300000wr为', '深圳zzz test', '深圳zzz test', '', 'Z3', '血液细胞分析仪', '3diff', 'bk', '0', '0', '', null, '0001-01-01', '2017-12-12', '1.0', '2018-11-23 10:00:45', null, null);
INSERT INTO `device_info` VALUES ('深圳\r\n', null, '8986061706003330064S', '', '', '', 'Z3CRP', '血液细胞分析仪', '3diff', 'bk', '0', '0', '', null, '0001-01-01', '2017-12-12', '1.0', '2019-02-25 11:33:45', null, null);
